{
    "quote": [
        "What is the truth about where we are?",
        "Are there investigations we can undergo in games that get us closer to the truth about the world we live in?",
        "Why would I be interested in a game where you just walk around and draw lines on a bunch of panels? Why is there even a world there? Why is this not just a cheap iOS game or something?",
        "Here's a thing I like to point out to people—I'm not really anti-piracy",
        "One time in like a Waldenbooks or something I stole a physical copy of Where in the World Is Carmen Sandiego? from the store.",
        "Basically, the entire bachelor's degree in English is all about bullshitting.",
        "I have gone on record as talking about game design as a practice, like a scientific study, or like a spiritual practice, like yoga or tai chi.",
        "I did some bad stuff when I was a kid.",
        "You've got all these people who think that they're playing this cool game where they mine their cows and pigs and feeling like the boss and getting all this gold and getting richer and their farm is looking nicer. There's all these ways that they feel like they're progressing. But what's actually happening is that someone is farming them.",
        "The majority of games are basically porn.",
        "I came up with this thing that I sort of facetiously called the Cry Test, which is just—imagine you're in a very safe place, with somebody you care a lot about—very intimate relationship with this person—you're very comfortable with them. And you start explaining to them what this project is that you wanna do. If you're not in danger of breaking out in tears, not even necessarily in sadness, not even necessarily breaking out in tears, but having some involuntary upwelling of emotion. If that's not going to happen in that kind of situation, this probably isn't a project that you're that committed to.",
        "To do a really long project, that drive needs to be very deep. It needs to come from your core. If it doesn't then what's gonna happen is you start working on this thing, six months later—oh, I have a really neat idea for a game, it's got a grappling hook and stuff. That sounds neat, and you start working on the grappling hook and stuff and it turns out to be harder than you thought. And not as good as you thought. And six months later you're like 'Well, what if I had a jet pack instead?' And it'll just go like that. You'll drop one thing and pick up another thing and drop that thing and pick up another thing in a chain, because you're not that committed.",
        "I love pizza.",
        "I feel like we don’t yet understand what games are capable of as a medium.",
        " I feel like we’ve been living through this time of anti-intellectualism across the culture—for the past few decades at least, but in video games especially.",
        "I don't hang out with game developers.",
        "Game design is kind of a game by itself.",
        "Adventure games are all confusion. If it's text, it's 'Why doesn't the parser understand me still?' So the core gameplay of adventure games is actually fumbling through something.",
        "Loom is a really compelling game in a lot of ways, it was a really ground-breaking game.",
        "Adventure games kind of died. It's not an accident that they died. If you look at it as a modern game designer there are obvious reasons why adventure games are not played by as large an audience as these other genres of games.",
        "Braid isn't about Time and Memory or anything like that.",
        "Social games are evil.",
        "What I care about really is people that are being thoughtful in game design and are making interesting games.",
        "I remember an interview I saw with David Foster Wallace, right when Infinite Jest was coming out. He was like, \"All these people are writing reviews of this book, and I know they haven't really read it because they've had it for five days.\" It's a dense book, and how would you really have read it in that time? That's basically how I felt about the response to Braid.",
        "There's been Chinese participation in games for a long time, but not a lot of development... There's this process of figuring out what is a Chinese video game, exactly?",
        "I dropped out of Berkeley.",
        "When I was working on Braid, most people I talked to thought the game was bad, and they didn't want anything to do with it.",
        "There's just a way that online people want to get mad. They want to take something the wrong way, and then they do.",
        "I don't feel like I'm generally saying anything particularly offensive, or particularly out there.",
        "If you're aspiring, it matters very much whose advice you take, because it's going to determine if you survive or not.",
        "The job isn't to be in a community; the job is to make a good game.",
        "The people doing it wrong don't survive."
    ]
}